Revit 2024 API
ExportLineweightTable.Count Property
 Count of the items contained in the collection.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public int Count { get; }
Visual Basic
Public ReadOnly Property Count As Integer
	Get
Visual C++
public:
property int Count {
	int get ();
}
See Also
ExportLineweightTable Class
Autodesk.Revit.DB Namespace